Repository: RKWKomZe/RkwRelated
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# templates.category.title
source: And with which topic can we support you?
de: Und bei welchem Thema können wir Sie unterstützen?

# partials.default.more.boxes.default.inner.byAuthor
source: by
de: von

# partials.default.more.boxes.default.inner.severalAuthors
source: Several Authors
de: Mehrere Verfassende

# partials.default.more.boxes.more.labelMore
source: Show more
de: Mehr anzeigen

# partials.default.more.noResults.text1
source: No results.
de: Leider konnten wir keine passenden Ergebnisse finden.

# partials.default.more.noResults.text2
source: Please check your search filters.
de: Bitte versuchen Sie eine andere Kombination an Filterkriterien.

# partials.default.more.noResults.text3
source: Maybe you've found a research gap ;-)
de: Möglicherweise haben Sie aber auch einfach eine Forschungslücke entdeckt ;-)

# partials.default.more.noResults.text4
source: Can we help you in person?
de: Können wir Ihnen persönlich weiterhelfen?

# partials.default.more.noResults.text5
source: Don't hesitate to contact us.
de: Wir freuen uns über Ihren Anruf oder Ihre E-Mail!

# partials.default.more.filters.department.showAll
source: All Topics
de: Alle Schwerpunkte

# partials.default.more.filters.project.showAll
source: All Projects
de: Alle Projekte

# partials.default.more.filters.category.showAll
source: All Categories
de: Alle Kategorien

# partials.default.more.filters.documentType.showAll
source: All Documents
de: Alle Dokumentenarten

# partials.default.more.filters.years.showAll
source: All Years
de: Alle Jahre

# partials_more_boxes_more.interesting
source: Interesting?
de: Interessant?

# partials_more_boxes_more.morebox1
source: Interesting?
de: Interessant?

# partials_more_boxes_more.morebox2
source: Show more
de: Jetzt mehr anzeigen

# partials_more_boxes_more.show_more
source: Show more
de: Zeig mir mehr!

# partials_more_filters.showAll
source: All topics
de: Alle Schwerpunkte

# partials_more_filters.topics
source: Topics
de: Schwerpunkte:

# partials_more_list_filters_department.labelLong
source: Topics
de: Ergebnisse nach Schwerpunkten filtern:

# partials_more_list_filters_filters_year.labelLong
source: Year
de: Ergebnisse nach Jahr filtern:

# partials_more_list_filters_filters_year.allyears
source: All years
de: Alle Jahre

# partials_more_list_filters_documenttype.labelLong
source: Type
de: Ergebnisse nach Typ filtern:

# partials_more_list_filters_documenttype.alltypes
source: All types
de: Alle Dokumentarten

# partials_more_list_filters_project.labelLong
source: Project
de: Ergebnisse nach Projekt filtern:

# partials_more_list_filters_project.alltypes
source: All projects
de: Alle Projekte

# partials_more_list_noresults.text1
source: No results.
de: Leider konnten wir keine passenden Ergebnisse finden.

# partials_more_list_noresults.text2
source: Please check your search filters.
de: Bitte versuchen Sie eine andere Kombination an Filterkriterien.

# partials_more_list_noresults.text3
source: Maybe you've found a research gap ;-)
de: Möglicherweise haben Sie aber auch einfach eine Forschungslücke entdeckt ;-)

# partials_more_list_noresults.text4
source: Can we help you in person?
de: Können wir Ihnen persönlich weiterhelfen?

# partials_more_list_noresults.text5
source: Don't hesitate to contact us.
de: Wir freuen uns über Ihren Anruf oder Ihre E-Mail!

# partials_more_list_noresults.phone
source: Phone:
de: Tel:

# partials_more_list_noresults.email.title
source: Write E-Mail
de: E-Mail schreiben
