Repository: RKWKomZe/RkwRelated
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# flexform.more.sheetTitle
source: Behavior
de: Verhalten

# flexform.more.filter_options
source: Filter options
de: Default-Filteroptionen

# flexform.more.frontend_options
source: Frontend options
de: Anzeigeeinstellungen

# flexform.more.frontend_filter_options
source: Frontend options
de: Frontend-Filteroptionen

# flexform.more.department
source: Topic
de: Thema

# flexform.more.startingPid
source: Starting Pid for Search
de: Root PID für Empfehlungen (Startpunkt kann jede PID sein)

# flexform.more.pidList
source: Pid List of Relevant Pages
de: Liste der relevanten Seiten

# flexform.more.pidListRecursive
source: Use Pid List of Relevant Pages Recursively
de: Liste der relevanten Seiten rekursiv anwenden (Unterseiten inkludieren)

# flexform.more.ignoreVisibility
source: Ignore global visibility of document types
de: Globale Sichtbarkeit der Dokumententypen ignorieren

# flexform.more.documenttype
source: Document type
de: Dokument Typ

# flexform.more.layout.I.default
source: Default
de: Standard

# flexform.more.layout.I.home
source: Home
de: Startseite

# flexform.more.layout.I.reduced
source: Reduced
de: Reduziert

# flexform.more.layout.I.below
source: Below
de: Unterhalb

# flexform.more.showPoweredBy
source: Show "Powered by"-Logo
de: Förderlogo anzeigen

# flexform.more.imageOnly
source: Show only the image (no title, no text, no type)
de: Nur Bild anzeigen (kein Titel, kein Text, kein Typ)

# flexform.more.showMoreLink
source: Show more link
de: Zeige Mehr-Link

# flexform.more.itemsPerPage
source: Reduce number of items to (overrides defaults if lower)
de: Anzahl der angezeigten Elemente reduzieren auf (überschreibt Standard, wenn kleiner)

# flexform.more.openWindow
source: Open links in same window
de: Links in gleichem Fenster öffnen (Standard: neues Fenster)

# flexform.more.showFilter
source: Show frontend filter
de: Filter im Frontend anzeigen

# flexform.more.showDepartment
source: Show topic option
de: Option "Thema" anbieten

# flexform.more.showDocumentType
source: Show document type option
de: Option "Dokumentenart" anbieten

# flexform.more.showProject
source: Show project option
de: Option "Projekt" anbieten

# flexform.more.showYear
source: Show year option
de: Option "Nach Jahr" anbieten

# flexform.more.additional.project
source: Project
de: Projekt (Nur sichtbar wenn RkwProjects installiert)

# flexform.more.additional.displayPublications
source: Display Publications
de: Anzeige von Publikationen (Nur sichtbar wenn RkwProjects/RkwPdf2Content installiert)

# flexform.more.additional.displayPublications.I.default
source: Everything
de: Alles

# flexform.more.additional.displayPublications.I.publicationsOnly
source: Publications Only
de: Nur Publikationen

# flexform.more.additional.displayPublications.I.noPublications
source: Everything but publications
de: Alles außer Publikationen

# flexform.more.no_cache
source: No Caching
de: Kein Caching

# flexform.similar.filter_options
source: Filter options
de: Default-Filteroptionen

# flexform.similar.frontend_options
source: Frontend options
de: Anzeigeeinstellungen

# flexform.similar.startingPid
source: Starting Pid for Search
de: Root PID für Empfehlungen (Startpunkt kann jede PID sein)

# flexform.similar.pidList
source: Pid List of Relevant Pages
de: Liste der relevanten Seiten

# flexform.similar.pidListRecursive
source: Use Pid List of Relevant Pages Recursively
de: Liste der relevanten Seiten rekursiv anwenden (Unterseiten inkludieren)

# flexform.similar.ignoreVisibility
source: Ignore global visibility of document types
de: Globale Sichtbarkeit der Dokumententypen ignorieren

# flexform.msimilar.layout.I.default
source: Default
de: Standard

# flexform.similar.layout.I.home
source: Home
de: Startseite

# flexform.similar.layout.I.reduced
source: Reduced
de: Reduziert

# flexform.selected_categories.categories
source: Options
de: Einstellungen

# flexform.selected_categories.categorySelect.title
source: Title
de: Titel (optional)

# flexform.selected_categories.categorySelect.categories
source: Select categories
de: Kategorien zur Anzeige auswählen (!! Hinweis: Nur Kategorien mit Link werden auch angezeigt !!)

# flexform.selected_categories.categorySelect.backgroundImage
source: Background image
de: Hintergrundbild

# flexform.selected_categories.categorySelect.links.target
source: Open links in in new windows
de: Links in einem neuen Browser-Fenster öffnen

# tx_rkwrelated_domain_model_syscategory.tx_rkwrelated_link
source: Link
de: Link (Optional: Kommt u.a. in diversen Plugins zum Einsatz, die eine Verlinkung voraussetzen)
